Repository: common-repository/scuolasemplice-contacts
Catalog: languages/scuolasemplcecontacts-*.po
Languages: it_it

source: Enquiry
it_it: Richieste

source: Api Fields
it_it: Elenco campi

source: Settings
it_it: Settaggi

source: Please Enter Form name
it_it: Per favore inserire il nome del modulo

source: Please Include All required fields marked with *
it_it: Per favore inserire nel modulo tutti i campi richiesti marchiati con *

source: Please Enter Thanks Message
it_it: Inserisci un messaggio di ringraziamento

source: Please Enter Thanks Url
it_it: Inserisci URL di ringraziamento

source: Please Enter Terms & Conditions Label
it_it: Inserire la dicitura per i Termini & Condizioni

source: Please Enter Terms & Conditions url
it_it: Inserire l’indirizzo URL per i Termini & Condizioni

source: Label
it_it: Etichetta

source: Layout
it_it: Formato

source: Remove
it_it: Rimuovi

source: Show Options
it_it: Mostra opzioni

source: Confirm Password
it_it: Conferma Password

source: Required
it_it: Richiesto

source: Do you want to delete?
it_it: Si comferma l'eliminazione?

source: You do not have sufficient permissions to access this page.
it_it: Non hai sufficienti diritti per accedere a questa pagina.

source: true
it_it: si/vero

source: false
it_it: no/falso

source: Administrator
it_it: Amministratore

source: Author
it_it: Autore

source: Contributor
it_it: Contriibutor

source: Anyone
it_it: Chiunque

source: Form Builder
it_it: Generatore di moduli

source: Form Name
it_it: Nome modulo

source: Update Form
it_it: Aggiorna modulo

source: Save Form
it_it: Salva modulo

source: Back To Form List
it_it: Torna alla lista

source: Kind of contact
it_it: Tipo di contatto

source: Students
it_it: Studente

source: Leads
it_it: Lead/contatto

source: After Post
it_it: Dopo la compilazione

source: Redirect to a thank you page
it_it: Redirigi ad una pagina di ringraziamento

source: Give a success message
it_it: Restituisci un messaggio di successo

source: Thanks Url
it_it: Indirizzo (URL) della pagina di ringraziamento

source: Thanks Message
it_it: Messaggio di ringraziamento

source: Allowed IP (comma Seperated, leave empty if don't want to apply IP restriction.)
it_it: Elenco IP consentii (elenco separato da virgola - anche dns dinamici per connessioni ad IP variabile, lasciare vuoto per non applicare restrizioni)

source: Term & Conditions
it_it: Termini & Condizioni

source: Show CheckBox
it_it: Mostra checkbox

source: Don't Show CheckBox
it_it: Non mostrare checkbox

source: Term & Conditions label
it_it: Etichetta dei Termini & Condizioni

source: Term & Conditions url (with http://)
it_it: Indirizzo dei Termini & Condizioni (con http(s)://)

source: Create a wordpress user when sumbit information
it_it: Crea un utente wordpress quando vengono inviate le informazioni

source: Create a ScuolaSemplice user when sumbit information
it_it: Crea un account ScuolaSemplice quando vengono inviate le informazioni

source: Send SMS to the user to invite connecting to the App
it_it: Invia un SMS all’utente per invitarlo a connettersi all’App

source: App SMS connection disclaimer
it_it: Messaggio informativo su SMS di connessione App

source: By entering your mobile number, you will immediately receive an SMS inviting you to install the ScuolaSemplice App. Stay in sync at your school!
it_it: Inserendo il tuo numero di cellulare, riceverai immediatamente un SMS che ti inviterà ad installare l’App di ScuolaSemplice. Rimani sincronizzato con la tua scuola!

source: Custom js code
it_it: Codice js personalizzato

source: should return true or false
it_it: deve ritornare true o false

source: Available Field
it_it: Campi disponibili

source: Drag the fields to the included tables or click on + to add to the form
it_it: Trascina i campi nella lista dei campi inclusi (o clicca sul +) per inserirli nel modulo

source: Included Field
it_it: Campi inclusi

source: Drag the fields up or down to arrange.
it_it: Trascina i campi in alto o in basso per ordinarli.

source: Preview
it_it: Anteprima

source: Fetch Now
it_it: Aggiorna ora

source: No Data found!!! Fetch Now.
it_it: Nessun dato trovato!! Aggiorna ora.

source: Last Fetched
it_it: Ultimo aggiornamento

source: Standard fields
it_it: Campi standard

source: Custom fields
it_it: Campi personalizzati

source: API Forms
it_it: Moduli

source: Create New Form
it_it: Crea un nuovo modulo

source: Form Creation Date
it_it: Data creazione modulo

source: Action
it_it: Azione

source: Form enquiry
it_it: Richieste

source: Form enquiry for
it_it: Filtro per modulo di richiesta

source: All
it_it: Tutto

source: Name
it_it: Nome

source: Post Date
it_it: Data sottoscrizione

source: API ID
it_it: ID Utente

source: ERROR : You need to activate your account.
it_it: ERRORE: Devi prima attivare il tuo account.

source: Alert: Your Account Activated, Please Login here.
it_it: Il tuo account è stato attivato, Effettuare il login qua.

source: Alert: Your account has been already activated!, Please Login here.
it_it: Attenzione: Il tupo account è già stato attiato, Effettuare il login qua.

source: Error: Invalid operation!
it_it: Errore: Operazione non valida!

source: ATTENTION! Email already exist!!
it_it: ATTENZIONE! L’Email inserita esiste già!!

source: Please click on following link to activate your account
it_it: Si prega di cliccare nel link seguente per attivare il tuo account

source: Account Activation
it_it: Attivazione account utente

source: We have sent you confirmation mail, pleases click on link in mail.
it_it: Ti abbiamo inviato un’email di conferma, cortesemente clicca nel link presente nella mail per attivare l’account.

source: This module it is not accessible from your current location
it_it: Questo modulo non è accessibile dalla tua posizione corrente

source: Submit
it_it: Invia

source: View
it_it: Visualizza

source: Edit
it_it: Modifica

source: Error: plugin "ScuolaSemplce Contacts" requires a newer version of PHP to be running.
it_it: Errore: il plugin "ScuolaSemplice Contacts" richiede una versione più aggiornata dei PHP per essere eseguito.

source: Minimal version of PHP required:
it_it: Minima versione richiesta di PHP:

source: Your server's PHP version:
it_it: La tua versione del PHP:
